#########################
# 'brew tap'

# setup
tap "homebrew/cask"
tap "aws/tap"

# development
# none

#########################
# 'brew install'

# setup
brew "mas"

# development
brew "nvm"
brew "docker"
brew "awscli"
brew "git"
brew "aws-sam-cli"

#########################
# 'brew install --cask'

# browsers
cask "google-chrome"
cask "opera"
cask "brave-browser"
cask "firefox"
cask "rectangle"

# security
cask "little-snitch"
cask "micro-snitch"
cask "keepassxc"
cask "expressvpn"

# development
cask "bbedit"
cask "visual-studio-code"
cask "github"
cask "postman"
cask "iterm2"

# comms
cask "skype"
cask "slack"
cask "thunderbird"
cask "microsoft-teams"
cask "zoom"
cask "loom"
cask "whatsapp"

# office
cask "microsoft-office"
