# 'brew tap'

# setup
tap "homebrew/cask"
tap "homebrew/bundle"

# development
tap "docker"
tap "nvm"
tap "awscli"
tap "aws-sam-cli"

# 'brew install'
brew "mas"

# 'brew install --cask'

# browsers
cask "google-chrome"
cask "opera"
cask "brave-browser"
cask "firefox"

# security
cask "little-snitch"
cask "micro-snitch"
cask "keepassxc"
cask "expressvpn"
cask "nordvpn-teams"
cask "dashlane"

# development
cask "bbedit"
cask "visual-studio-code"
cask "github"
cask "postman"

# comms
cask "skype"
cask "slack"
cask "thunderbird"
cask "microsoft-teams"
cask "zoom"
